// І чоловік входить у Балтійська Остеопатична Асоціація.

// Так в записі потрібно віконечко з часом.Прийом 30 ,40 хв.Оці всі маніпуляції тести і тестування це все входить в прийом бо шукають причину чого виникла та чи інша проблема.

// В нього здебільшого українці і російсько мовні мабуть пока російською.Так є сертифікат про 2 роки навчання і зараз залишається ще 1.5 років це вже на лікаря остеопатії.Кожного року вони захищають курсову і клінічний екзамен.І ось має за два роки 2 сертифіката і ще залишилось довчитись 1,5 р.
// Світлана
// Так, описати  скільки триває прийом  і що входить і які терапії   використовуються.По відгуках зараз подивиться

// Порадились ми з чоловіком.Він показав що він хоче.Історія така коли у фейсбуці чи інстаграмі випадає реклама у нижньому правому куту є кнопка перейти і ми переходимо на сайт тієї людини.Там можна забронювати  дату на прийом і опис послуг.Наприклад масаж класичний і так далі.Я так зрозуміла то по вашій частині .
